import type { IMenu } from "../../types";

export const MENU_DATA: IMenu[] = [
  {
    id: 'm1',
    title: 'О нас',
    items: ['Zlato.ua', 'Отзывы', 'Контакты', 'Сотрудничество'],
  },
  {
    id: 'm2',
    title: 'Безопасность',
    items: [
      'Публичная оферта',
      'Пользовательское соглашение',
      'Политика конфиденциальности',
    ],
  },
  {
    id: 'm3',
    title: 'Помощь и сервис',
    items: [
      'Доставка и оплата',
      'Точки выдачи',
      'Кредит и оплата частями',
      'Обмен украшений',
      'Гарантия',
      'Упаковка',
      'Уход за украшениями',
      'Помощь FAQ',
      'Карта сайта',
    ],
  },
  {
    id: 'm4',
    title: 'Предложение',
    items: ['Скидка именникам', 'Подарочные сертификаты', 'Акции'],
  },
  {
    id: 'm5',
    title: 'Интересное',
    items: ['Новости', 'Ювелирный блог', 'Ювелирный гороскоп'],
  },
  {
    id: 'm6',
    title: 'Каталог',
    items: [
      'Все украшения',
      'Бренды',
      'Золото',
      'Серебро',
      'Брилианты',
      'Женщинам',
      'Мужчинам',
      'Детям',
    ],
  },
];